<!DOCTYPE html>
<html lang="ar">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">    
    <link rel="stylesheet" href="searches.css">
    <title>بحوث</title>
    
</head>
<body dir="rtl">
    <nav>
       <?php include("Nav-Menu.php"); ?>
    </nav> 
    <div class="container1">
        <h3><a href="#doc">بحوث علمية</a></h3>
        <h3><a href="#mag">بحوث اجتماعية</a></h3>
        <h3><a href="#bc">بحوث تاريخية </a></h3>
        <h3><a href="#pub">بحوث عامة</a></h3>
    </div>
    <h2 id="doc">بحوث ومشاريع علمية</h2>
    <div class="searches">
        <div class="container2">
            <div class="Title">
                <h4>دمج التكنولوجيا التعليمية وعملية الاعتماد الاكاديمي</h4>            
                <p><b>الباحث/ين:</b>خباب الشاهري , راجي الساروي , بكيل الادريسي</p>                                                               
            </div>
            <div class="Description">            
                <p>يقدم هذا المبحث شرحا عن مفهوم دمج
                    التكنولوجيا في التعليم في مؤسسات 
                    إعداد المعلم واهميتة ونتائج البحوث 
                    حول مدى فعاليتة مستعرضا قضاياه الرئيسية
                    ...           
                </p>       
            </div>
        </div>
        <div class="container2">
                <div class="Title">
                            <h4>دمج التكنولوجيا التعليمية وعملية الاعتماد الاكاديمي</h4>            
                        <p><b>الباحث/ين:</b>خباب الشاهري , راجي الساروي , بكيل الادريسي</p>                                                               
                    </div>
                    <div class="Description">            
                        <p>يقدم هذا المبحث شرحا عن مفهوم دمج
                            التكنولوجيا في التعليم في مؤسسات 
                            إعداد المعلم واهميتة ونتائج البحوث 
                            حول مدى فعاليتة مستعرضا قضاياه الرئيسية
                            ...           
                        </p>       
                    </div>
        </div>                
        <div class="container2">
                    <div class="Title">
                                <h4>دمج التكنولوجيا التعليمية وعملية الاعتماد الاكاديمي</h4>            
                            <p><b>الباحث/ين:</b>خباب الشاهري , راجي الساروي , بكيل الادريسي</p>                                                               
                        </div>
                        <div class="Description">            
                            <p>يقدم هذا المبحث شرحا عن مفهوم دمج
                                التكنولوجيا في التعليم في مؤسسات 
                                إعداد المعلم واهميتة ونتائج البحوث 
                                حول مدى فعاليتة مستعرضا قضاياه الرئيسية
                                ...           
                            </p>       
                        </div>
        </div>
        <div class="container2">
                        <div class="Title">
                                    <h4>دمج التكنولوجيا التعليمية وعملية الاعتماد الاكاديمي</h4>            
                                <p><b>الباحث/ين:</b>خباب الشاهري , راجي الساروي , بكيل الادريسي</p>                                                               
                            </div>
                            <div class="Description">            
                                <p>يقدم هذا المبحث شرحا عن مفهوم دمج
                                    التكنولوجيا في التعليم في مؤسسات 
                                    إعداد المعلم واهميتة ونتائج البحوث 
                                    حول مدى فعاليتة مستعرضا قضاياه الرئيسية
                                    ...           
                                </p>       
                            </div>
        </div>
        <div class="container2">
                    <div class="Title">
                                <h4>دمج التكنولوجيا التعليمية وعملية الاعتماد الاكاديمي</h4>            
                            <p><b>الباحث/ين:</b>خباب الشاهري , راجي الساروي , بكيل الادريسي</p>                                                               
                        </div>
                        <div class="Description">            
                            <p>يقدم هذا المبحث شرحا عن مفهوم دمج
                                التكنولوجيا في التعليم في مؤسسات 
                                إعداد المعلم واهميتة ونتائج البحوث 
                                حول مدى فعاليتة مستعرضا قضاياه الرئيسية
                                ...           
                            </p>       
                        </div>
        </div>
        <div class="container2">
                        <div class="Title">
                                    <h4>دمج التكنولوجيا التعليمية وعملية الاعتماد الاكاديمي</h4>            
                                <p><b>الباحث/ين:</b>خباب الشاهري , راجي الساروي , بكيل الادريسي</p>                                                               
                            </div>
                            <div class="Description">            
                                <p>يقدم هذا المبحث شرحا عن مفهوم دمج
                                    التكنولوجيا في التعليم في مؤسسات 
                                    إعداد المعلم واهميتة ونتائج البحوث 
                                    حول مدى فعاليتة مستعرضا قضاياه الرئيسية
                                    ...           
                                </p>       
                            </div>
        </div>
    </div>
    <br>
    <hr><hr>
    <h2 id="mag">بحوث اجتماعية </h2>
    <div class="searches">
            <div class="container2">
                <div class="Title">
                    <h4>دمج التكنولوجيا التعليمية وعملية الاعتماد الاكاديمي</h4>            
                    <p><b>الباحث/ين:</b>خباب الشاهري , راجي الساروي , بكيل الادريسي</p>                                                               
                </div>
                <div class="Description">            
                    <p>يقدم هذا المبحث شرحا عن مفهوم دمج
                        التكنولوجيا في التعليم في مؤسسات 
                        إعداد المعلم واهميتة ونتائج البحوث 
                        حول مدى فعاليتة مستعرضا قضاياه الرئيسية
                        ...           
                    </p>       
                </div>
            </div>
            <div class="container2">
                    <div class="Title">
                                <h4>دمج التكنولوجيا التعليمية وعملية الاعتماد الاكاديمي</h4>            
                            <p><b>الباحث/ين:</b>خباب الشاهري , راجي الساروي , بكيل الادريسي</p>                                                               
                        </div>
                        <div class="Description">            
                            <p>يقدم هذا المبحث شرحا عن مفهوم دمج
                                التكنولوجيا في التعليم في مؤسسات 
                                إعداد المعلم واهميتة ونتائج البحوث 
                                حول مدى فعاليتة مستعرضا قضاياه الرئيسية
                                ...           
                            </p>       
                        </div>
            </div>                
            <div class="container2">
                        <div class="Title">
                                    <h4>دمج التكنولوجيا التعليمية وعملية الاعتماد الاكاديمي</h4>            
                                <p><b>الباحث/ين:</b>خباب الشاهري , راجي الساروي , بكيل الادريسي</p>                                                               
                            </div>
                            <div class="Description">            
                                <p>يقدم هذا المبحث شرحا عن مفهوم دمج
                                    التكنولوجيا في التعليم في مؤسسات 
                                    إعداد المعلم واهميتة ونتائج البحوث 
                                    حول مدى فعاليتة مستعرضا قضاياه الرئيسية
                                    ...           
                                </p>       
                            </div>
            </div>
            <div class="container2">
                            <div class="Title">
                                        <h4>دمج التكنولوجيا التعليمية وعملية الاعتماد الاكاديمي</h4>            
                                    <p><b>الباحث/ين:</b>خباب الشاهري , راجي الساروي , بكيل الادريسي</p>                                                               
                                </div>
                                <div class="Description">            
                                    <p>يقدم هذا المبحث شرحا عن مفهوم دمج
                                        التكنولوجيا في التعليم في مؤسسات 
                                        إعداد المعلم واهميتة ونتائج البحوث 
                                        حول مدى فعاليتة مستعرضا قضاياه الرئيسية
                                        ...           
                                    </p>       
                                </div>
            </div>
            <div class="container2">
                        <div class="Title">
                                    <h4>دمج التكنولوجيا التعليمية وعملية الاعتماد الاكاديمي</h4>            
                                <p><b>الباحث/ين:</b>خباب الشاهري , راجي الساروي , بكيل الادريسي</p>                                                               
                            </div>
                            <div class="Description">            
                                <p>يقدم هذا المبحث شرحا عن مفهوم دمج
                                    التكنولوجيا في التعليم في مؤسسات 
                                    إعداد المعلم واهميتة ونتائج البحوث 
                                    حول مدى فعاليتة مستعرضا قضاياه الرئيسية
                                    ...           
                                </p>       
                            </div>
            </div>
            <div class="container2">
                            <div class="Title">
                                        <h4>دمج التكنولوجيا التعليمية وعملية الاعتماد الاكاديمي</h4>            
                                    <p><b>الباحث/ين:</b>خباب الشاهري , راجي الساروي , بكيل الادريسي</p>                                                               
                                </div>
                                <div class="Description">            
                                    <p>يقدم هذا المبحث شرحا عن مفهوم دمج
                                        التكنولوجيا في التعليم في مؤسسات 
                                        إعداد المعلم واهميتة ونتائج البحوث 
                                        حول مدى فعاليتة مستعرضا قضاياه الرئيسية
                                        ...           
                                    </p>       
                                </div>
            </div>
    </div>
    <hr>
    <hr>
    <h2 id="bc">بحوث تاريخية </h2>
    <div class="searches">
            <div class="container2">
                <div class="Title">
                    <h4>دمج التكنولوجيا التعليمية وعملية الاعتماد الاكاديمي</h4>            
                    <p><b>الباحث/ين:</b>خباب الشاهري , راجي الساروي , بكيل الادريسي</p>                                                               
                </div>
                <div class="Description">            
                    <p>يقدم هذا المبحث شرحا عن مفهوم دمج
                        التكنولوجيا في التعليم في مؤسسات 
                        إعداد المعلم واهميتة ونتائج البحوث 
                        حول مدى فعاليتة مستعرضا قضاياه الرئيسية
                        ...           
                    </p>       
                </div>
            </div>
            <div class="container2">
                    <div class="Title">
                                <h4>دمج التكنولوجيا التعليمية وعملية الاعتماد الاكاديمي</h4>            
                            <p><b>الباحث/ين:</b>خباب الشاهري , راجي الساروي , بكيل الادريسي</p>                                                               
                        </div>
                        <div class="Description">            
                            <p>يقدم هذا المبحث شرحا عن مفهوم دمج
                                التكنولوجيا في التعليم في مؤسسات 
                                إعداد المعلم واهميتة ونتائج البحوث 
                                حول مدى فعاليتة مستعرضا قضاياه الرئيسية
                                ...           
                            </p>       
                        </div>
            </div>                
            <div class="container2">
                        <div class="Title">
                                    <h4>دمج التكنولوجيا التعليمية وعملية الاعتماد الاكاديمي</h4>            
                                <p><b>الباحث/ين:</b>خباب الشاهري , راجي الساروي , بكيل الادريسي</p>                                                               
                            </div>
                            <div class="Description">            
                                <p>يقدم هذا المبحث شرحا عن مفهوم دمج
                                    التكنولوجيا في التعليم في مؤسسات 
                                    إعداد المعلم واهميتة ونتائج البحوث 
                                    حول مدى فعاليتة مستعرضا قضاياه الرئيسية
                                    ...           
                                </p>       
                            </div>
            </div>
            <div class="container2">
                            <div class="Title">
                                        <h4>دمج التكنولوجيا التعليمية وعملية الاعتماد الاكاديمي</h4>            
                                    <p><b>الباحث/ين:</b>خباب الشاهري , راجي الساروي , بكيل الادريسي</p>                                                               
                                </div>
                                <div class="Description">            
                                    <p>يقدم هذا المبحث شرحا عن مفهوم دمج
                                        التكنولوجيا في التعليم في مؤسسات 
                                        إعداد المعلم واهميتة ونتائج البحوث 
                                        حول مدى فعاليتة مستعرضا قضاياه الرئيسية
                                        ...           
                                    </p>       
                                </div>
            </div>
            <div class="container2">
                        <div class="Title">
                                    <h4>دمج التكنولوجيا التعليمية وعملية الاعتماد الاكاديمي</h4>            
                                <p><b>الباحث/ين:</b>خباب الشاهري , راجي الساروي , بكيل الادريسي</p>                                                               
                            </div>
                            <div class="Description">            
                                <p>يقدم هذا المبحث شرحا عن مفهوم دمج
                                    التكنولوجيا في التعليم في مؤسسات 
                                    إعداد المعلم واهميتة ونتائج البحوث 
                                    حول مدى فعاليتة مستعرضا قضاياه الرئيسية
                                    ...           
                                </p>       
                            </div>
            </div>
            <div class="container2">
                            <div class="Title">
                                        <h4>دمج التكنولوجيا التعليمية وعملية الاعتماد الاكاديمي</h4>            
                                    <p><b>الباحث/ين:</b>خباب الشاهري , راجي الساروي , بكيل الادريسي</p>                                                               
                                </div>
                                <div class="Description">            
                                    <p>يقدم هذا المبحث شرحا عن مفهوم دمج
                                        التكنولوجيا في التعليم في مؤسسات 
                                        إعداد المعلم واهميتة ونتائج البحوث 
                                        حول مدى فعاليتة مستعرضا قضاياه الرئيسية
                                        ...           
                                    </p>       
                                </div>
            </div>
        </div>
    <hr>
    <hr>
    <h2 id="pub">بحوث عامة</h2>
    
    <div class="searches">
            <div class="container2">
                <div class="Title">
                    <h4>دمج التكنولوجيا التعليمية وعملية الاعتماد الاكاديمي</h4>            
                    <p><b>الباحث/ين:</b>خباب الشاهري , راجي الساروي , بكيل الادريسي</p>                                                               
                </div>
                <div class="Description">            
                    <p>يقدم هذا المبحث شرحا عن مفهوم دمج
                        التكنولوجيا في التعليم في مؤسسات 
                        إعداد المعلم واهميتة ونتائج البحوث 
                        حول مدى فعاليتة مستعرضا قضاياه الرئيسية
                        ...           
                    </p>       
                </div>
            </div>
            <div class="container2">
                    <div class="Title">
                                <h4>دمج التكنولوجيا التعليمية وعملية الاعتماد الاكاديمي</h4>            
                            <p><b>الباحث/ين:</b>خباب الشاهري , راجي الساروي , بكيل الادريسي</p>                                                               
                        </div>
                        <div class="Description">            
                            <p>يقدم هذا المبحث شرحا عن مفهوم دمج
                                التكنولوجيا في التعليم في مؤسسات 
                                إعداد المعلم واهميتة ونتائج البحوث 
                                حول مدى فعاليتة مستعرضا قضاياه الرئيسية
                                ...           
                            </p>       
                        </div>
            </div>                
            <div class="container2">
                        <div class="Title">
                                    <h4>دمج التكنولوجيا التعليمية وعملية الاعتماد الاكاديمي</h4>            
                                <p><b>الباحث/ين:</b>خباب الشاهري , راجي الساروي , بكيل الادريسي</p>                                                               
                            </div>
                            <div class="Description">            
                                <p>يقدم هذا المبحث شرحا عن مفهوم دمج
                                    التكنولوجيا في التعليم في مؤسسات 
                                    إعداد المعلم واهميتة ونتائج البحوث 
                                    حول مدى فعاليتة مستعرضا قضاياه الرئيسية
                                    ...           
                                </p>       
                            </div>
            </div>
            <div class="container2">
                            <div class="Title">
                                        <h4>دمج التكنولوجيا التعليمية وعملية الاعتماد الاكاديمي</h4>            
                                    <p><b>الباحث/ين:</b>خباب الشاهري , راجي الساروي , بكيل الادريسي</p>                                                               
                                </div>
                                <div class="Description">            
                                    <p>يقدم هذا المبحث شرحا عن مفهوم دمج
                                        التكنولوجيا في التعليم في مؤسسات 
                                        إعداد المعلم واهميتة ونتائج البحوث 
                                        حول مدى فعاليتة مستعرضا قضاياه الرئيسية
                                        ...           
                                    </p>       
                                </div>
            </div>
            <div class="container2">
                        <div class="Title">
                                    <h4>دمج التكنولوجيا التعليمية وعملية الاعتماد الاكاديمي</h4>            
                                <p><b>الباحث/ين:</b>خباب الشاهري , راجي الساروي , بكيل الادريسي</p>                                                               
                            </div>
                            <div class="Description">            
                                <p>يقدم هذا المبحث شرحا عن مفهوم دمج
                                    التكنولوجيا في التعليم في مؤسسات 
                                    إعداد المعلم واهميتة ونتائج البحوث 
                                    حول مدى فعاليتة مستعرضا قضاياه الرئيسية
                                    ...           
                                </p>       
                            </div>
            </div>
            <div class="container2">
                            <div class="Title">
                                        <h4>دمج التكنولوجيا التعليمية وعملية الاعتماد الاكاديمي</h4>            
                                    <p><b>الباحث/ين:</b>خباب الشاهري , راجي الساروي , بكيل الادريسي</p>                                                               
                                </div>
                                <div class="Description">            
                                    <p>يقدم هذا المبحث شرحا عن مفهوم دمج
                                        التكنولوجيا في التعليم في مؤسسات 
                                        إعداد المعلم واهميتة ونتائج البحوث 
                                        حول مدى فعاليتة مستعرضا قضاياه الرئيسية
                                        ...           
                                    </p>       
                                </div>
            </div>
        </div>
    <footer>
    <?php include("footer.php"); ?>
</footer>   
    </body>
</html>
